Repository: DEFRA/mmo-cr-ios
Catalog: record-catch/Resources/Localizable.xcstrings
Source language: en
Languages: cy

# a11y.errorPrefix
source: Error:
cy: Gwall:

# header.back
source: Back
cy: Yn ôl

# header.language.hint.toEnglish
source: Switch to English
cy: Newid i'r Saesneg

# header.language.hint.toWelsh
source: Switch to Welsh
cy: Newid i'r Gymraeg

# signIn.button
source: Sign in
cy: Mewngofnodi

# signIn.email.label
source: Email address
cy: Cyfeiriad e-bost

# signIn.error.email.empty
source: Enter your email address
cy: Rhowch eich cyfeiriad e-bost

# signIn.error.password.empty
source: Enter your password
cy: Rhowch eich cyfrinair

# signIn.heading
source: Sign in
cy: Mewngofnodi

# signIn.link.createAccount
source: Create an account
cy: Creu cyfrif

# signIn.link.forgottenPassword
source: Forgotten your password?
cy: Wedi anghofio'ch cyfrinair?

# signIn.password.label
source: Password
cy: Cyfrinair

# signIn.title
source: Sign in
cy: Mewngofnodi

# signIn.trouble.heading
source: Having trouble signing in?
cy: Cael trafferth mewngofnodi?
